@extends('layouts.app')
@section('content')
    <hr>
    <div class="container">
        {!! Form::open(['action' => 'ProfileController@search', 'method' => 'POST','enctype' => 'multipart/form-data']) !!}
        <div class="form-group row">
            {{Form::radio('sex', 'male')}} 
            {{Form::label('sex', 'மணமகன்')}} &nbsp; &nbsp;
            {{Form::radio('sex', 'female')}} 
            {{Form::label('sex', 'மணமகள்')}}
        </div>
        <div class="form-group row">
                <div class="col-2">{{Form::label('rasi', 'இராசி')}}</div>
                <div class="col-10 ">{{Form::select('rasi', ['மேஷம்' => 'மேஷம்',
                                                                'ரிஷபம்' => 'ரிஷபம்',
                                                                'மிதுனம்' => 'மிதுனம்',
                                                                'கடகம்' => 'கடகம்',
                                                                'சிம்மம்' => 'சிம்மம்',
                                                                'கன்னி' => 'கன்னி',
                                                                'துலாம்' => 'துலாம்',
                                                                'விருச்சகம்' => 'விருச்சகம்',
                                                                'தனுசு' => 'தனுசு',
                                                                'மகரம்' => 'மகரம்',
                                                                'கும்பம்' => 'கும்பம்',
                                                                'மீனம்' => 'மீனம்',])}}</div>
        </div>
        <div class="form-group row">
            <div class="col-2">{{Form::label('natcha', 'நட்சத்திரம்')}}</div>
            <div class="col-10 ">{{Form::select('natcha', ['அஸ்வினி' => 'அஸ்வினி',
                                                            'பரணி' => 'பரணி',
                                                            'கார்த்திகை' => 'கார்த்திகை',
                                                            'ரோகிணி' => 'ரோகிணி',
                                                            'மிருகசீரிடம்' => 'மிருகசீரிடம்',
                                                            'திருவாதிரை' => 'திருவாதிரை',
                                                            'புனர்பூசம்' => 'புனர்பூசம்',
                                                            'பூசம்' => 'பூசம்',
                                                            'ஆயில்யம்' => 'ஆயில்யம்',
                                                            'மகம்' => 'மகம்',
                                                            'பூரம்' => 'பூரம்',
                                                            'உத்திரம்' => 'உத்திரம்',
                                                            'ஹஸ்தம்' => 'ஹஸ்தம்',
                                                            'சித்திரை' => 'சித்திரை',
                                                            'சுவாதி' => 'சுவாதி',
                                                            'விசாகம்' => 'விசாகம்',
                                                            'அனுசம்' => 'அனுசம்',
                                                            'கேட்டை' => 'கேட்டை',
                                                            'மூலம்' => 'மூலம்',
                                                            'பூராடம்' => 'பூராடம்',
                                                            'உத்திராடம்' => 'உத்திராடம்',
                                                            'திருவோணம்' => 'திருவோணம்',
                                                            'அவிட்டம்' => 'அவிட்டம்',
                                                            'சதயம்' => 'சதயம்',
                                                            'பூரட்டாதி' => 'பூரட்டாதி',
                                                            'உத்திரட்டாதி' => 'உத்திரட்டாதி',
                                                            'ரேவதி' => 'ரேவதி',
                                                            ], 'அஸ்வினி')}}</div>
        </div>
        {{form::submit('Submit', ['class'=>'btn-primary'])}}
        {!! Form::close() !!}
    </div>
@endsection

